[  
   {  
      "id":1,
      "title":"Sent Medical Supplies and blankets to Earthquake victims in Nepal",
      "postedBy":"Manoj KC",
      "category":"",
      "timeStamp":"April 27, 2015",
      "content":" Medical supplies were purchased from Wal-Mart by Shikshya Baral/Manoj KC to send to Nepal thru American Red Cross. Supplies included arm, knee and ankle slings, batteries, blankets, first-aid kit, peroxides, blankets and such. These items are already dropped off at the drop off location. Total Expenditures: $555.91. So kudos to all of us. If are you are in DMV area they need help packing it. Drop off Location: 14736 Pickets Post Rd, Centreville, VA 20121 US",
      "imgUrl":"images/shikshya.jpg"
   },
   {  
      "id":2,
      "title":"Sent tents, food to Gorkha district various VDCs",
      "postedBy":"Kiran Timilsina",
      "category":"",
      "timeStamp":"April 28, 2015",
      "content":" Sent  $1,210.00 to Nepal (via Western Union) to Mr. Dilli Ram Timilsina (Kiran's dad) to buy tents, foods etc. for Aarupokhari, Kalleri, Dhawa VDCs of Gorkha district.",
      "imgUrl":"images/pray-for-nepal1.jpg"
   },
   {  
      "id":3,
      "title":"Sent tents, food to Gorkha Ward No. 8",
      "postedBy":"Bigyan Kattel",
      "category":"",
      "timeStamp":"April 28, 2015",
      "content":"Sent $505.00 to Nepal (via Western Union) to Mr. Bishal Basnyat of United Club (known thru Bigyan Kattel) to buy tents, foods etc. for Gorkha Ward No. 8. ",
      "imgUrl":"images/united.jpg"
   },
   {  
      "id":4,
      "title":"Sent tents, food to Dhading",
      "postedBy":"Sushil Adhikari",
      "category":"",
      "timeStamp":"April 28, 2015",
      "content":"Sent $605.00 to Nepal (via Western Union) to Mr. Bishwo Subedi  whose team is leaving to Dhading with necessary items for the victims through.",
      "imgUrl":"images/pray-for-nepal2.jpg"
   },
   {  
      "id":5,
      "title":"Sent sanitation stuffs near Sankhu, Kathmandu",
      "postedBy":"Sushil Adhikari",
      "category":"",
      "timeStamp":"April 29, 2015",
      "content":" Sent $350.00 to Nepal to Mr. Pratik Shrestha by Sahas Shrestha whose team helped the victims  mostly providing sanitation stuffs near Sankhu, Kathmandu.",
      "imgUrl":"images/5a.jpg"
   },
   {  
      "id":6,
      "title":"Relief items were sent to Sindhupalchok",
      "postedBy":"Sushil Adhikari",
      "category":"",
      "timeStamp":"April 30, 2015",
      "content":"Sent $1000.00 to Nepal to Mr. Balkrishna Paudel on 04/30/2015 thru Sahas Shrestha whose team is going to and will go to affected areas of Sindhupalchok etc.",
      "imgUrl":"images/6a.jpg"
   },
   {  
      "id":7,
      "title":"Sent foods, water supply and tents to Sindhupalchowk",
      "postedBy":"Sushil Adhikari",
      "category":"",
      "timeStamp":"April 30, 2015",
      "content":"Provided $200.00 to Navaraj Acharya (Ex. Kantipur TV associate) on 04/30/2015, who is coordinating with the volunteer friends from KTV who are trying to reach out for  urgent help with some food, water supply & some tents to sindhupalchowk & other places where people are still awaiting for basic needs.",
      "imgUrl":"images/pray-for-nepal4.jpg"
   },
   {  
      "id":8,
      "title":"Sent foods to Sano Sirubari village in Sindhupalchowk",
      "postedBy":"Abhishek Pokhrel",
      "category":"",
      "timeStamp":"May 1, 2015",
      "content":"Sent $250.00 to Anurag Rai to helped the victims Sano Sirubari village in Sindhupalchowk. 25 sacks of beaten rice and 10 sacks of noodles  are distributed by Anurag Rai's families to Earthquake Victims.",
      "imgUrl":"images/anurag.jpg"
   },
   {  
      "id":9,
      "title":"Relief items where sent to Chitwan(Darechok VDC)",
      "postedBy":"Sushil Adhikari",
      "category":"",
      "timeStamp":"May 3, 2015",
      "content":"Sent $530.00 to Nepal to Mr. Krishna Prasad Adhikari (father of Mr. Sushil Adhikari) on 05/03/2015 whose team went to a couple of hilly areas of Chitwan (Darechok VDC) with relief items (rice etc.) for 70 families.",
      "imgUrl":"images/pray-for-nepal0.jpg"
   },
   {  
      "id":10,
      "title":"Relief items sent to Sindhupalchowk",
      "postedBy":"Sushil Adhikari",
      "category":"",
      "timeStamp":"May 3, 2015",
      "content":"Sent $300.00 to Nepal to Mr. Kumar Paudel by Sahas Shrestha on 05/03/2015 who has been providing relief items for victim in Sindhupalchok.",
      "imgUrl":"images/pray-for-nepal3.jpg"
   }
]